<#include "/h5/commons/_head.ftl" />
<body style="background:#ffffff;">
<!-- 头部 -->
<header>
    <div class="flex flex-align-center login-header" style="position: fixed;top: 0;width: 100%;">
        <div class="flex-1  text-left">
            <a href="javascript:ejsPageBack();">
                <span class="fa fa-angle-left"></span>
            </a>
        </div>
        <div class="flex-2 text-center">儿童个人信息安全事件应急预案</div>
        <div class="flex-1 text-right"></div>
    </div>

</header>
<!-- 头部 end-->
<!--modify by fanlei 2019-10-10 登录注册重构-->
<div style="background-color:#F6F6F6;margin-top: 4.4rem">
    <div style="padding: 0px 1.5rem;">
        <span class="privacyProtocolTitle" style="text-align: center !important;">北京齐驱科技有限公司</span>
        <span class="privacyProtocolTitle"  style="text-align: center !important;">儿童个人信息安全事件应急预案</span>
        <span class="privacyProtocolContent">
            为了切实做好儿童个人信息安全事件的防范和应急处理工作，进一步提高我公司预防和控制网络突发事件的能力和水平，减轻或消除突发事件的危害和影响，确保我公司网络与信息安全，妥善处理危害网络与信息安全的突发事件，最大限度地遏制突发事件的影响和有害信息的扩散。结合本公司工作实际，制定本预案。<br>
        </span>

        <span class="privacyProtocolTitle">第一章　总则</span>
        <span class="privacyProtocolContent">
            第一条  本预案所称突发性事件，是指自然因素或者人为活动引发的危害公司网络设施及信息安全等有关的灾害。<br>
            第二条  本预案的指导思想是北京齐驱科技有限公司有关计算机网络及信息安全基本要求。<br>
            第三条  本预案适用于北京齐驱科技有限公司及其关联公司所有个人和办公用计算机和网络硬件、软件。<br>
            第四条  应急处置工作原则：统一领导、统一指挥、各司其职、整体作战、发挥优势、保障安全。<br>
        </span>
        <span class="privacyProtocolTitle">第二章　组织和职责</span>
        <span class="privacyProtocolContent">
            第五条  公司成立网络与信息安全应急处置工作小组，工作小组的主要职责与任务是统一领导全公司信息网络的灾害应急工作，在公司领导组织与指挥下，全面负责公司信息网络可能出现的各种突发事件处置工作，协调解决灾害处置工作中的重大问题等。<br>
            第六条  现代信息技术中心（以下简称“信息中心”）负责日常信息网络安全事件的具体处理，其中信息中心是信息网络安全事件处置控制中心，负责服务器端和网络层面的安全事件处置，并为各部门做好办公用机和个人用机的安全处置提供技术指导。 <br>
        </span>
        <span class="privacyProtocolTitle">第三章　处置措施和处置程序</span>
        <span class="privacyProtocolContent">
            第七条  处置措施<br>
            处置的基本措施分灾害发生前与灾害发生后两种情况。<br>
            （一）灾害发生前，信息中心按照岗位职责的要求，技术中心人员各司其职切实加强日常信息网络安全工作的检查、维护，定时升级系统补丁和杀毒软件，检查防火墙、IDS（入侵检测系统）的运行情况，及时消除隐患；<br>
            公司各单位切实落实部门网站管理工作职责、安全责任制，特别是对于开办网上论坛、留言板、聊天室、社区等交互式栏目网站的部门要落实关于信息发布审核、信息巡查和版主负责制度的情况，要设有防范措施和专人管理；<br>
            加强信息网络安全常识普及，使公司职员掌握信息网络安全常识，并具备一定防范处理突发事件的基本知识。<br>
            建立健全灾情速报制度，保障突发性灾害紧急信息报送渠道畅通。属于重大灾害的，在向工作领导小组报告的同时，还应向北京市公安局网络监察部门报告。<br>
            （二）灾害发生后，立即启动应急预案，采取应急处置程序，判定灾害级别，并立即将灾情向工作小组报告，在处置过程中，应及时报告处置工作进展情况，直至处置工作结束。<br>
            第八条  处置程序<br>
            （一）发现情况 <br>
            现代信息技术中心要严格执行值班制度，做好公司信息系统安全的日常巡查及其日志保存工作，以保障最先发现灾害并及时处置此突发性事件。<br>
            （二）预案启动 <br>
            一旦灾害发生，立即启动应急预案，进入应急预案的处置程序。<br>
            （三）应急处置方法 <br>
            在灾害发生时，首先应区分灾害发生是否为自然灾害与人为破坏两种情况，根据这两种情况把应急处置方法分为两个流程。<br>
            流程一：当发生的灾害为自然灾害时，应根据当时的实际情况，在保障人身安全的前提下，首先保障数据的安全，然后是设备安全。具体方法包括：硬盘的拔出与保存，设备的断电与拆卸、搬迁等。<br>
            流程二：当人为或病毒破坏的灾害发生时，具体按以下顺序进行：判断破坏的来源与性质，断开影响安全与稳定的信息网络设备，断开与破坏来源的网络物理连接，跟踪并锁定破坏来源的IP或其它网络用户信息，修复被破坏的信息，恢复信息系统。按照灾害发生的性质分别采用以下方案：<br>
            1、病毒传播：针对这种现象，要及时断开传播源，判断病毒的性质、采用的端口，然后关闭相应的端口，在网上公布病毒攻击信息以及防御方法。<br>
            2、入侵：对于网络入侵，首先要判断入侵的来源，区分外网与内网。入侵来自外网的，定位入侵的IP地址，及时关闭入侵的端口，限制入侵地IP地址的访问，在无法制止的情况下可以采用断开网络连接的方法。入侵来自内网的，查清入侵来源，如IP地址、上网帐号等信息，同时断开对应的交换机端口。然后针对入侵方法建设或更新入侵检测设备。<br>
            3、信息被篡改：这种情况，要求一经发现马上断开相应的信息上网链接，并尽快恢复。<br>
            4、网络故障：一旦发现，可根据相应工作流程尽快排除。<br>
            5、其它没有列出的不确定因素造成的灾害，可根据总的安全原则，结合具体的情况，做出相应的处理。不能处理的可以请示相关的专业人员。<br>
            （四）情况报告 <br>
            灾害发生时，一方面按照应急处置方法进行处置，同时需要判定灾害的级别，首先向公司网络与信息安全应急处置工作小组汇报。在重大灾害发生时，可以同时向市公安局网络监察部门汇报。中、小型级别的灾害，可以只向公司的网络与信息安全应急处置工作小组汇报，并及时报告处置工作进展情况，直至处置工作结束。情况报告内容包括：灾害发生的时间、地点，灾害的级别，灾害造成的后果，应急处置的过程、结果，灾害结束的时间，以后如何防范类似灾害发生的建议与方案等。<br>
            （五）发布预警 <br>
            灾害发生时，可根据灾害的危害程度适当地发布预警，特别是一些在其它地方已经出现，或在安全相关网站发布了预警而公司信息网络还没有出现相应的灾害，除了在技术上进行防范以外，还应当向网络信息用户发布预警，直至灾害警报解除。<br>
            （六）预案终止 <br>
            经专家组鉴定，灾害险情或灾情已消除，或者得到有效控制后，由公司的网络与信息安全应急处置工作小组宣布险情或灾情应急期结束，并予以公告，同时预案终止。<br>
        </span>

        <span class="privacyProtocolTitle">第四章　保障措施</span>
        <span class="privacyProtocolContent">
            灾害应急防治是一项长期的、持续的、跟踪式的、深层次的和各阶段相互联系的工作，是有组织的科学与社会行为，必须做好应急保障工作。<br>
            第九条  人员保障<br>
            重视人员的建设与保障，确保在灾害发生前的人员值班，灾害处置过程和灾后重建中的人员在岗与战斗力。<br>
            第十条  技术保障<br>
            重视网络信息技术的建设和升级换代，在灾害发生前确保网络信息系统的强劲与安全，灾害处置过程中和灾后重建中的相关技术支撑。<br>
            第十一条  物资保障<br>
            建立应急物资储备制度，保证应急抢险救灾队伍技术装备的及时更新，以确保灾害应急工作的顺利进行。<br>
            第十二条  训练和演练<br>
            加强全公司网络信息用户的防灾、减灾知识的宣传普及，增强这些用户的防灾意识和自救互救能力。有针对性地开展应急抢险救灾演练，确保发灾后应急救助手段及时到位和有效。<br>
        </span>
        <span class="privacyProtocolTitle">第五章　附则</span>
        <span class="privacyProtocolContent">
            第十三条  本预案由现代信息技术中心负责解释。<br>
            第十四条  本预案自发布之日起施行。<br>
        </span>
    </div>
</div>
<!--modify by fanlei 2019-10-10 登录注册重构-->

<!-- 主体结束 -->

<!-- footer -->
<#include "/h5/commons/_footer.ftl" />
<#include "/h5/commons/_statistic.ftl" />
<script type="text/javascript">


</script>



</body>
</html>
