<#include "/h5/commons/_head.ftl" />
<body style="background:#ffffff;">
<!-- 头部 -->
<header>
    <div class="flex flex-align-center login-header" style="position: fixed;top: 0;width: 100%;">
        <div class="flex-1  text-left">
            <a href="javascript:ejsPageBack();">
                <span class="fa fa-angle-left"></span>
            </a>
        </div>
        <div class="flex-3 text-center">《幸福易平台协议（促销员）》</div>
        <div class="flex-1 text-right"></div>
    </div>

</header>
<!-- 头部 end-->
<!--modify by fanlei 2019-10-10 登录注册重构-->
<div style="background-color:#F6F6F6;margin-top: 4.4rem">
    <div style="padding: 0px 1.5rem;">
        <span class="privacyProtocolTitle">重点提示</span>
        <span class="privacyProtocolContent">
            【审慎阅读】您在申请注册流程中点击同意前，应当认真阅读以下协议。请您务必审慎阅读、充分理解协议中相关条款内容，其中包括：<br><br>
            <u>1.与您约定免除或限制责任的条款；</u> <br><br>
            <u>2.与您约定法律适用和管辖的条款；</u> <br><br>
            <u>3.其他以粗体下划线标识的重要条款。</u> <br><br>
            如您对协议有任何疑问，可向平台客服咨询。<br>
            【特别提示】当您按照注册页面提示填写信息、阅读并同意协议且完成全部注册程序后，即表示您已充分阅读、理解并接受协议的全部内容。如您因平台服务与幸福易发生争议的，适用《幸福易平台服务协议》处理。如您在使用平台服务过程中与其他用户发生争议的，依您与其他用户达成的协议处理。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册程序。<br>
            【协议生效】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与幸福易达成一致，成为幸福易平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。<br>
        </span>

        <span class="privacyProtocolTitle">一、 定义</span>
        <span class="privacyProtocolContent">
            1.幸福易平台：指包括幸福易网（域名为www.xingfuyi.com.cn、www. qiquservice.com、www. qiquservice.net、www. qiquservice.cn）、幸福易APP、幸福易微信小程序（H5商城）。<br>
            2.幸福易平台服务：幸福易基于互联网，以包含幸福易平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。 <br>
            3.幸福易平台规则：包括在所有幸福易平台规则频道内已经发布及后续发布的全部规则、实施细则、解读、产品流程说明、公告等内容。<br>
        </span>
        <span class="privacyProtocolTitle">二、协议范围</span>
        <span class="privacyProtocolContent">
            1.本协议由您与幸福易平台经营者（北京齐驱科技有限公司）共同缔结，本协议对您与幸福易平台经营者均具有合同效力。<br>
            2.本协议项下，幸福易平台经营者可能根据幸福易平台的业务调整而发生变更，变更后的幸福易平台经营者与您共同履行本协议并向您提供服务，幸福易平台经营者的变更不会影响您本协议项下的权益。幸福易平台经营者还有可能因为提供新的幸福易平台服务而新增，如您使用新增的幸福易平台服务的，视为您同意新增的幸福易平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。<br>
            3.由于互联网高速发展，您与幸福易平台签署的本协议列明的条款并不能完整罗列并覆盖您与幸福易平台所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，幸福易平台法律声明及隐私权政策、幸福易平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用幸福易平台服务，视为您同意上述补充协议。<br>
        </span>

        <span class="privacyProtocolTitle">三、 账户注册与使用</span>
        <span class="privacyProtocolContent">
            1.用户资格 <br>
            您确认，在您开始注册程序使用幸福易平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。<br>
            2.账户说明 <br>
            【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得幸福易平台账户并成为幸福易平台用户。<br>
            幸福易平台只允许每位用户使用一个幸福易平台账户。如有证据证明或幸福易平台根据幸福易平台规则判断您存在不当注册或不当使用多个幸福易平台账户的情形，幸福易平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给幸福易平台及相关方造成损失的，您还应承担赔偿责任。<br>
            【账户使用】您有权使用您设置或确认的幸福易平台会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录幸福易平台。<br>
            由于您的幸福易平台账户关联您的个人信息及幸福易平台商业信息，您的幸福易平台账户仅限您本人使用。未经幸福易平台同意，您直接或间接授权第三方使用您幸福易平台账户或获取您账户项下信息的行为无效。如幸福易平台根据幸福易平台规则中约定的违约认定程序及标准判断您幸福易平台账户的使用可能危及您的账户安全及/或幸福易平台信息安全的，幸福易平台可拒绝提供相应服务或终止本协议。<br>
            【账户转让】由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经幸福易平台同意，并符合幸福易平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则幸福易平台有权追究您的违约责任，且由此产生的责任及后果均由您自行承担。<br>
            【实名认证】作为幸福易平台经营者，为使您更好地使用幸福易平台的各项服务，保障您的账户安全，幸福易平台可要求您按幸福易平台要求及相关法律法规规定完成实名认证。 <br>
            3.注册信息管理 <br>
            【信息真实】在使用幸福易平台服务时，您应当按幸福易平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便幸福易平台或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。<br>
            如幸福易平台按您最后一次提供的信息与您联系未果、您未按幸福易平台的要求及时提供信息、您提供的信息存在明显不实或行政、司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及幸福易平台造成的全部损失与不利后果。幸福易平台可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部幸福易平台服务，幸福易平台对此不承担责任。<br>
            【会员名的合法性】您设置的幸福易平台会员名不得违反国家法律法规及幸福易平台相关规则关于会员名的管理规定，否则幸福易平台可回收您的幸福易平台会员名。幸福易平台会员名的回收不影响您以邮箱、手机号码登录幸福易平台并使用幸福易平台服务。<br>
            4.账户安全规范 <br>
            【账户安全保管义务】您的账户为您自行设置并由您保管，幸福易平台任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开幸福易平台。<br>
            账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，幸福易平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。<br>
            【账户行为责任自负】除幸福易平台存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。<br>
            【日常维护须知】如发现任何未经授权使用您账户登录幸福易平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知幸福易平台。您理解幸福易平台对您的任何请求采取行动均需要合理时间，且幸福易平台应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除幸福易平台存在法定过错外，幸福易平台不承担责任。<br>
        </span>
        <span class="privacyProtocolTitle">四、订单</span>
        <span class="privacyProtocolContent">
            1.在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。<br>
            2.您理解并同意：幸福易平台上幸福易平台展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向幸福易平台发出的合同要约；幸福易平台收到您的订单信息后，只有在幸福易平台将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与幸福易平台之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且幸福易平台只给您发出了部分商品时，您与幸福易平台之间仅就实际直接向您发出的商品建立了合同关系，只有在幸福易平台实际直接向您发出了订单中订购的其他商品时，您和幸福易平台之间就订单中其他已实际直接向您发出的商品才成立合同关系；对于电子书、数字音乐、在线手机充值等数字化商品，您下单并支付货款后合同即成立。当您作为消费者为生活消费需要下单并支付货款的情况下，您货款支付成功后即视为您与幸福易平台之间就已支付货款部分的订单建立了合同关系。<br>
            3.您作为幸福易平台的促销员，平台会尽最大努力为您争取权利和效益，在您成功的在幸福易平台购买商品或其他用户使用您发给的邀请码或链接成功注册成为幸福易平台会员并成功购买商品的，您有权依照本协议相关约定获得相应比例的佣金。<br>
            4.尽管幸福易平台做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，幸福易平台无法避免您提交的订单信息中的商品出现缺货、价格标示错误等情况；如您下单所购买的商品出现以上情况，您有权取消订单，幸福易平台亦有权自行取消订单，若您已经付款，则为您办理退款。<br>
            5.若您对您的订单有任何疑问的，可以直接与平台客服联系，平台会尽最大努力与您沟通协商解决。<br>
        </span>

        <span class="privacyProtocolTitle">五、佣金结算及支付方式</span>
        <span class="privacyProtocolContent">
            1.为了给广大促销员创造财富，幸福易平台特别制定了佣金模式。在您注册之时，需要您提供您自己名下的银行账户，并由您保证该银行账户的真实有效，以作为幸福易平台向您支付佣金的银行账户。若因您提供的信息错误致使您未收到相应佣金的，需要您自己负责，幸福易平台不承担责任。<br>
            2.幸福易平台会在您或您邀请的会员确认收货七日后，幸福易平台才会向您支付佣金。特殊情况下，如果幸福易平台已经向您支付佣金后，您或您邀请的会员申请退货的，幸福易平台有权要求您退还已支付的佣金，您可以在平台中选择立即退还，也可以向幸福易平台申请在您新形成的成功订单相应的佣金中对上述佣金数额进行扣减，直至将上述应退佣金扣减完毕。<br>
            3.幸福易平台上各品类商品的佣金比例由供应商确定，在商品详情或其他页面上的佣金比例标识，并不代表幸福易平台对佣金数额及确认支付的保证，佣金以实际订单确定的数额为准。<br>
        </span>
        <span class="privacyProtocolTitle">六、配送和交付</span>
        <span class="privacyProtocolContent">
            1.您在幸福易平台购买的商品将按照幸福易平台上您所指定的送货地址进行配送。订单信息中列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品应仅由您填写的联系人接受身份查验后接收商品，因您变更联系人或相关配送信息而造成的损失由您自行承担。<br>
            2.因如下情况造成订单延迟或无法配送等，幸福易平台将无法承担迟延配送或无法配送的责任：<br>
            （1）客户提供错误信息和不详细的地址；<br>
            （2）货物送达无人签收或拒收，由此造成的重复配送所产生的费用及相关的后果。<br>
            （3）不可抗力，例如：自然灾害及恶劣天气、交通戒严等政府、司法机关的行为、决定或命令、意外交通事故、罢工、法规政策的修改、恐怖事件、抢劫、抢夺等暴力犯罪、突发战争等。<br>
            3.您在幸福易平台购买的商品由第三方配送公司（包括顺丰、圆通等，以下称“配送公司”）为您完成订单交付的，系统或单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，销售商向您指定系统发送的时间为交付时间；您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。<br>
            4.您在幸福易平台购买的鲜活易腐类商品（如鲜花绿植、水产肉类、新鲜蔬果、宠物等），在已经发货后，您不得拒绝收货、不得要求退货或换货，只能依据相应规则向幸福易平台申请补发货或申请赔付。<br>
        </span>
        <span class="privacyProtocolTitle">七、用户个人信息保护及授权</span>
        <span class="privacyProtocolContent">
            1.您知悉并同意，为方便您使用幸福易平台相关服务，幸福易平台将存储您在使用时的必要信息，包括但不限于您的真实姓名、性别、生日、配送地址、联系方式、通讯录、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可幸福易平台不会向第三方公开、透露您的个人信息。幸福易平台对相关信息采取专业加密存储与传输方式，利用合理措施保障用户个人信息的安全。<br>
            2.您知悉并确认，您在注册帐号或使用幸福易平台的过程中，需要提供真实的身份信息，幸福易平台将根据国家法律法规相关要求，进行基于移动电话号码的真实身份信息认证。若您提供的信息不真实、不完整，则无法使用幸福易平台或在使用过程中受到限制，同时，由此产生的不利后果，由您自行承担。<br>
            3.您在使用幸福易平台某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您已阅读并同意接受相关单独协议。<br>
            4.您充分理解并同意：<br>
            （1）接收通过邮件、短信、电话等形式，向在幸福易平台注册、购物的用户、收货人发送的订单信息、促销活动等内容；<br>
            （2）为配合行政监管机关、司法机关执行工作，在法律规定范围内幸福易平台有权向上述行政、司法机关提供您在使用幸福易平台时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等；<br>
            （3）幸福易平台依法保障您在安装或使用过程中的知情权和选择权，在您使用幸福易平台服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，幸福易平台有权开启包括但不限于收集地理位置、读取通讯录、使用摄像头、启用录音等提供服务必要的辅助功能。<br>
            （4）幸福易平台有权根据实际情况，在法律规定范围内自行决定单个用户在幸福易平台及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。<br>
        </span>
        <span class="privacyProtocolTitle">八、用户行为规范</span>
        <span class="privacyProtocolContent">
            1.本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：<br>
            （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；<br>
            （2）从中国大陆向境外传输资料信息时必须符合中国有关法规；<br>
            （3）不得利用幸福易平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；<br>
            （4）不得干扰幸福易平台的正常运转，不得侵入幸福易平台及国家计算机信息系统；<br>
            （5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；<br>
            （6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；<br>
            （7）不得教唆他人从事本条所禁止的行为；<br>
            （8）不得利用在幸福易平台注册的账户进行牟利性经营活动；<br>
            （9）不得发布任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容；<br>
            2.您须对自己在网上的言论和行为承担法律责任，您若在幸福易平台上散布和传播反动、色情或其它违反国家法律的信息，幸福易平台的系统记录有可能作为您违反法律的证据。<br>
        </span>
        <span class="privacyProtocolTitle">九、幸福易平台使用规范</span>
        <span class="privacyProtocolContent">
            1.关于移动客户端软件的获取与更新：<br>
            （1）您可以直接从幸福易平台网站上获取幸福易平台移动客户端软件，也可以从得到幸福易平台授权的第三方获取，如果您从未经幸福易平台授权的第三方获取软件或与幸福易平台移动客户端软件名称相同的安装程序，幸福易平台无法保证该软件能够正常使用，并对因此给您造成的损失不予负责；<br>
            （2）为了改善用户体验、完善服务内容，幸福易平台将不断努力开发新的服务，并为您不时提供软件更新，新版本发布后，旧版本的软件可能无法使用，幸福易平台不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。<br>
            2.除非法律允许或幸福易平台书面许可，您使用幸福易平台过程中不得从事下列行为：<br>
            （1）删除幸福易平台及其副本上关于著作权的信息；<br>
            （2）对幸福易平台进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现幸福易平台的源代码；<br>
            （3）对幸福易平台拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；<br>
            （4）对幸福易平台或者幸福易平台运行过程中释放到任何终端内存中的数据、网站运行过程中客户端与服务器端的交互数据，以及幸福易平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经幸福易平台授权的第三方工具/服务接入幸福易平台和相关系统；<br>
            （5）通过修改或伪造网站运行中的指令、数据，增加、删减、变动网站的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；<br>
            （6）通过非幸福易平台开发、授权的第三方软件、插件、外挂、系统，登录或使用幸福易平台及服务，或制作、发布、传播上述工具；<br>
            （7）自行或者授权他人、第三方软件对幸福易平台及其组件、模块、数据进行干扰。<br>
        </span>
        <span class="privacyProtocolTitle">十、违约责任</span>
        <span class="privacyProtocolContent">
            1.如果幸福易平台发现或收到他人举报投诉您违反本协议约定或存在任何恶意行为的，幸福易平台有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁、注销等处罚，并公告处理结果。<br>
            2.幸福易平台有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。<br>
            3.您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任。如果幸福易平台经营者在对第三人承担金钱给付等义务后可就全部损失向您追偿。<br>
            4.如您的行为使幸福易平台经营者遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿幸福易平台经营者的上述全部损失。<br>
        </span>
        <span class="privacyProtocolTitle">十一、责任限制 </span>
        <span class="privacyProtocolContent">
            幸福易平台依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，幸福易平台并不承担相应的违约责任：<br>
            1.因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；<br>
            2.因电力供应故障、通讯网络故障等公共服务因素或第三人因素；<br>
            3.在幸福易平台已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。<br>
        </span>
        <span class="privacyProtocolTitle">十二、所有权及知识产权</span>
        <span class="privacyProtocolContent">
            1.除法律另有强制性规定外，未经幸福易平台明确的特别书面同意，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用幸福易平台的信息内容，否则，幸福易平台有权追究其法律责任。<br>
            2.幸福易平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是幸福易平台或其内容提供者的财产，受中国和国际版权法的保护。幸福易平台上所有内容的汇编是幸福易平台的排他财产，受中国和国际版权法的保护。幸福易平台上所有软件都是幸福易平台或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。<br>
            3.除非另有明确的书面说明,幸福易平台不对幸福易平台的运营及其包含在幸福易平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。<br>
        </span>
        <span class="privacyProtocolTitle">十三、通知</span>
        <span class="privacyProtocolContent">
            1.您在注册成为幸福易平台用户，并接受幸福易平台服务时，您应该向幸福易提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。<br>
            您在注册幸福易平台用户时生成的用于登陆幸福易平台接收站内信、系统消息，也作为您的有效联系方式。<br>
            幸福易将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。<br>
            您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过幸福易提供的相应的退订功能进行退订。<br>
            2.幸福易通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在幸福易平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。<br>
            对于在幸福易平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在幸福易平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。<br>
            您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。<br>
            您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。<br>
            你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。<br>
        </span>
        <span class="privacyProtocolTitle">十四、法律管辖适用及其他</span>
        <span class="privacyProtocolContent">
            1.本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，应向北京市通州区人民法院提起诉讼。<br>
            2.如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。<br>
            3.本协议未明示授权的其他权利仍由幸福易平台保留，您在行使这些权利时须另外取得幸福易平台的书面许可。幸福易平台如果未行使前述任何权利，并不构成对该权利的放弃。<br><br><br>
        </span>




    </div>
</div>
<!--modify by fanlei 2019-10-10 登录注册重构-->

<!-- 主体结束 -->

<!-- footer -->
<#include "/h5/commons/_footer.ftl" />
<#include "/h5/commons/_statistic.ftl" />
<script type="text/javascript">


</script>



</body>
</html>
