<#include "/front/commons/_headbig.ftl" />
<link rel="stylesheet" type="text/css" href="${(domainUrlUtil.staticResources)!}/css/article.css">

		<div class='container w'>
			<div class='subheader'>
				<strong>
					<a href='${(domainUrlUtil.urlResources)!}/index.html'>首页</a>
				</strong>
				<span>
					><span class='arrow'>用户服务协议</span>
				</span>
			</div>
		</div>
		<div class='nch-article-con'>
			<h1>用户服务协议</h1>
			<h2>2016-01-01 12:12</h2>
			<div class='default'>
				<p></p>
				<p>
					特别提醒用户认真阅读本《用户服务协议》(下称《协议》) 中各条款。除非您接受本《协议》条款，否则您无权使用本网站提供的相关服务。您的使用行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。
					<br>
					<br>
					<strong>一、定义</strong>
				</p>
				<br>
				<ol>
					<br>
					<li>
						"用户"指符合本协议所规定的条件，同意遵守本网站各种规则、条款（包括但不限于本协议），并使用本网站的个人或机构。
					</li>
					<br>
					<li>
						"卖家"是指在本网站上出售物品的用户。"买家"是指在本网站购买物品的用户。
					</li>
					<br>
					<li>
						"成交"指买家根据卖家所刊登的交易要求，在特定时间内提出最优的交易条件，因而取得依其提出的条件购买该交易物品的权利。
					</li>
					<br>
				</ol>
				<br>
				<p>
					<br>
					<br>
					<strong>二、用户资格</strong>
					<br>
					<br>
					 只有符合下列条件之一的人员或实体才能申请成为本网站用户，可以使用本网站的服务。
				</p>
				<br>
				<ol>
					<br>
					<li>
						年满十八岁，并具有民事权利能力和民事行为能力的自然人；
					</li>
					<br>
					<li>
						未满十八岁，但监护人（包括但不仅限于父母）予以书面同意的自然人；
					</li>
					<br>
					<li>
						根据中国法律或设立地法律、法规和/或规章成立并合法存在的公司、企事业单位、社团组织和其他组织。
					</li>
					<br>
				</ol>
				<br>
				<p>
					<br>
					 无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为本网站用户或超过其民事权利或行为能力范围从事交易的，其与本网站之间的协议自始无效，本网站一经发现，有权立即注销该用户，并追究其使用本网站"服务"的一切法律责任。
					<br>
					<br>
					<strong>三.用户的权利和义务</strong>
					<br>
				</p>
				<br>
				<ol>
					<br>
					<li>
						用户有权根据本协议的规定及本网站发布的相关规则，利用本网站网上交易平台登录物品、发布交易信息、查询物品信息、购买物品、与其他用户订立物品买卖合同、在本网站社区发帖、参加本网站的有关活动及有权享受本网站提供的其他的有关资讯及信息服务。
					</li>
					<br>
					<li>
						用户有权根据需要更改密码和交易密码。用户应对以该用户名进行的所有活动和事件负全部责任。
					</li>
					<br>
					<li>
						用户有义务确保向本网站提供的任何资料、注册信息真实准确，包括但不限于真实姓名、身份证号、联系电话、地址、邮政编码等。保证本网站及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。
					</li>
					<br>
					<li>用户不得以任何形式擅自转让或授权他人使用自己在本网站的用户账号。</li>
					<br>
				</ol>

			</div>
		</div>
<#include "/front/commons/_endbig.ftl" />		